{
  "responses": {
    "minor_content": "Ich kann und werde mich nicht mit Inhalten befassen, die Minderjährige in unangemessenen Kontexten betreffen. Dies ist ein schwerwiegender Verstoß gegen unsere Richtlinien und das Gesetz.\n\nDiese Art von Inhalt ist strengstens verboten und führt zur sofortigen Kontosperrung. Bei Bedenken zur Kindersicherheit wenden Sie sich bitte an das National Center for Missing & Exploited Children (NCMEC) unter 1-800-THE-LOST oder besuchen Sie www.cybertipline.org.",
    "sexual_content": "Ich schätze Ihr Vertrauen, aber ich kann keine sexuellen oder erwachsenen Inhalte besprechen. Ich bin hier, um spirituelle Führung durch Tarot, Astrologie und Kristallweisheit zu bieten.\n\nLassen Sie uns uns auf ein Thema konzentrieren, bei dem ich Ihnen wirklich helfen kann – vielleicht eine Frage zu Ihrem Lebensweg, Beziehungen, Karriere oder persönlichem Wachstum. Was bewegt heute Ihre Seele?",
    "self_harm": "Ich höre, dass Sie etwas Schwieriges durchmachen, und ich möchte, dass Sie wissen, dass Ihr Wohlbefinden sehr wichtig ist. Während ich spirituelle Führung anbieten kann, benötigt das, was Sie erleben, sofortige professionelle Unterstützung.\n\nBitte wenden Sie sich an jemanden, der wirklich helfen kann:\n🔴 **Nationale Suizidpräventions-Hotline: 988** (USA)\n📱 **Krisen-Text-Linie: Text HOME an 741741**\n🌍 **Internationale Krisenlinien: findahelpline.com**\n\nSie sind nicht allein, und Hilfe ist jetzt verfügbar. Bitte kontaktieren Sie eine dieser Ressourcen. Ihr Leben hat Wert.",
    "harm_others": "Ich kann keine Anleitung geben, anderen zu schaden. Tarot und Astrologie sind Werkzeuge, um uns selbst zu verstehen und positive Entscheidungen zu treffen.\n\nWenn Sie Konflikte oder Wut erleben, ermutige ich Sie, Unterstützung von einem Berater oder Therapeuten zu suchen.\n\nGibt es etwas anderes – vielleicht eine persönliche Herausforderung oder Lebensfrage –, bei der ich Ihnen helfen kann?",
    "doxxing_threats": "Ich kann mich nicht auf bedrohliches, Doxxing- oder Stalking-Verhalten einlassen. Diese Plattform ist darauf ausgelegt, spirituelle Führung in einer sicheren, respektvollen Umgebung zu bieten.\n\nBedrohliches oder belästigendes Verhalten ist ein schwerwiegender Verstoß gegen unsere Community-Richtlinien und möglicherweise illegal.\n\nLassen Sie uns uns auf positive, konstruktive Themen im Zusammenhang mit Ihrem spirituellen Wachstum konzentrieren.",
    "hateful_content": "Ich kann keine Anleitung geben oder mich mit hasserfüllten, diskriminierenden oder voreingenommenen Inhalten befassen. Unsere Community basiert auf Respekt, Mitgefühl und Verständnis für alle Menschen.\n\nTarot und Astrologie sind Werkzeuge für persönliches Wachstum und Verständnis – nicht zur Förderung von Hass oder Diskriminierung.\n\nGibt es ein anderes Thema, bei dem ich Ihnen helfen kann?",
    "illegal_activity": "Ich kann und werde keine Anweisungen oder Anleitungen für illegale Aktivitäten geben. Dies umfasst unter anderem Waffenherstellung, Drogenherstellung, Hacking, Betrug oder andere kriminelle Handlungen.\n\nMein Zweck ist es, spirituelle Führung durch Tarot, Astrologie und positives Life-Coaching zu bieten – nicht illegales Verhalten zu erleichtern.\n\nGibt es ein positives, konstruktives Thema, bei dem ich Ihnen helfen kann?",
    "jailbreak_attempt": "Ich habe einen Versuch erkannt, meine Sicherheitsrichtlinien oder Inhaltsfilter zu umgehen. Diese Schutzmaßnahmen existieren, um sicherzustellen, dass diese Plattform sicher, legal und für alle Benutzer vorteilhaft bleibt.\n\nLassen Sie uns darauf konzentrieren, wie ich Ihnen wirklich bei Ihrer spirituellen Reise helfen kann. Was möchten Sie erkunden?",
    "abusive_language": "Ich schätze, dass Sie hier sind, aber ich kann mich nicht auf missbräuchliche oder profane Sprache einlassen. Dieser Raum soll respektvoll und unterstützend sein.\n\nMöchten Sie Ihre Frage so umformulieren, dass wir positiver zusammenarbeiten können?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*Ihre Testsitzung endet. Bitte starten Sie die App neu, um eine neue Sitzung zu beginnen.*",
    "warning_suffix": "\n\n**Hinweis:** Dies ist Ihre erste Warnung für diese Art von Inhalt. Zukünftige Verstöße können zu Kontoeinschränkungen führen.",
    "suspension_suffix": "\n\n**Kontoaktion:** Ihr Konto wurde aufgrund wiederholter Richtlinienverstöße für 7 Tage gesperrt.\n\nWenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an den Support.",
    "permanent_ban_suffix": "\n\n**Kontoaktion:** Ihr Konto wurde aufgrund wiederholter Verstöße gegen unsere Community-Richtlinien dauerhaft deaktiviert.\n\nWenn Sie gegen diese Entscheidung Einspruch erheben möchten, wenden Sie sich bitte an unser Support-Team."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **KRISENUNTERSTÜTZUNG - SIE SIND WICHTIG**\n\nWenn Sie Gedanken an Selbstverletzung oder Suizid haben:\n\n**Nationale Suizidpräventions-Hotline: 988** (anrufen oder SMS)\n**Krisen-Text-Linie: Text HOME an 741741**\n**Internationale Vereinigung für Suizidprävention: https://www.iasp.info/resources/Crisis_Centres/**\n\nSie müssen dies nicht allein bewältigen. Echte Menschen sind jetzt verfügbar, um zuzuhören und Sie zu unterstützen. Bitte nehmen Sie Kontakt auf. Ihr Leben hat Wert."
  },
  "redemption": {
    "abusive_language": "\n\n**Weg zur Erlösung:** Wenn Sie ähnliche Verstöße 24 Stunden lang vermeiden, kann diese Warnung aus Ihrer Akte gelöscht werden. Jeder verdient eine zweite Chance."
  }
}
