{
  "responses": {
    "minor_content": "I cannot and will not engage with any content involving minors in any inappropriate context. This is a serious violation of our policies and the law.\n\nThis type of content is strictly prohibited and will result in immediate account termination. If you have concerns about child safety, please contact the National Center for Missing & Exploited Children (NCMEC) at 1-800-THE-LOST or visit www.cybertipline.org.",
    "sexual_content": "I appreciate your trust, but I'm not able to discuss sexual or adult content. I'm here to provide spiritual guidance through tarot, astrology, and crystal wisdom.\n\nLet's refocus on a topic I can truly help with—perhaps a question about your life path, relationships, career, or personal growth. What else calls to your soul today?",
    "self_harm": "I hear that you're going through something difficult, and I want you to know that your wellbeing matters deeply. While I can offer spiritual guidance, what you're experiencing needs immediate, professional support.\n\nPlease reach out to someone who can truly help:\n🔴 **National Suicide Prevention Lifeline: 988** (US)\n📱 **Crisis Text Line: Text HOME to 741741**\n🌍 **International Crisis Lines: findahelpline.com**\n\nYou are not alone, and help is available right now. Please contact one of these resources. Your life has value.",
    "harm_others": "I cannot provide guidance on harming others. Tarot and astrology are tools for understanding ourselves and making positive choices.\n\nIf you're experiencing conflict or anger, I encourage you to seek support from a counselor or therapist who can help you process these feelings in healthy ways.\n\nIs there something else—perhaps a personal challenge or life question—I can help you explore instead?",
    "doxxing_threats": "I cannot engage with threatening, doxxing, or stalking behavior. This platform is designed to provide spiritual guidance in a safe, respectful environment.\n\nThreatening or harassing behavior is a serious violation of our community guidelines and potentially illegal. If you are experiencing harassment or threats, please contact local law enforcement.\n\nLet's focus on positive, constructive topics related to your spiritual growth and wellbeing.",
    "hateful_content": "I cannot provide guidance or engage with hateful, discriminatory, or prejudiced content. Our community is built on respect, compassion, and understanding for all people regardless of race, ethnicity, religion, gender, sexual orientation, or any other characteristic.\n\nTarot and astrology are tools for personal growth and understanding—not for promoting hate or discrimination.\n\nI encourage you to reflect on how we can all contribute to a more compassionate world. Is there a different topic I can help you explore?",
    "illegal_activity": "I cannot and will not provide instructions or guidance for illegal activities. This includes but is not limited to weapon creation, drug manufacturing, hacking, fraud, or any other criminal conduct.\n\nMy purpose is to provide spiritual guidance through tarot, astrology, and positive life coaching—not to facilitate illegal behavior.\n\nIf you're facing challenges that led you here, I encourage you to seek professional counseling or legal advice. Is there a positive, constructive topic I can help you with instead?",
    "jailbreak_attempt": "I've detected an attempt to bypass my safety guidelines or content filters. These protections exist to ensure this platform remains safe, legal, and beneficial for all users.\n\nI'm designed to provide spiritual guidance through tarot, astrology, and positive life coaching within appropriate boundaries. I cannot and will not circumvent these safety measures.\n\nLet's focus on how I can genuinely help you with your spiritual journey, life questions, or personal growth. What would you like to explore?",
    "abusive_language": "I appreciate you being here, but I'm not able to engage with abusive or profane language. This space is meant to be respectful and supportive for all who seek guidance.\n\nI'm here to offer you spiritual wisdom through tarot, astrology, and crystal energy—but only within a respectful, constructive dialogue.\n\nWould you like to rephrase your question in a way that allows us to work together more positively?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*Your trial session is ending. Please restart the app to begin a new session.*",
    "warning_suffix": "\n\n**Note:** This is your first warning for this type of content. Future violations may result in account restrictions.",
    "suspension_suffix": "\n\n**Account Action:** Your account has been suspended for 7 days due to repeated guideline violations. You will be able to access your account again after the suspension period.\n\nIf you believe this is in error, please contact support.",
    "permanent_ban_suffix": "\n\n**Account Action:** Your account has been permanently disabled due to repeated violations of our community guidelines.\n\nIf you wish to appeal this decision, please contact our support team."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **CRISIS SUPPORT - YOU MATTER**\n\nIf you're having thoughts of self-harm or suicide:\n\n**National Suicide Prevention Lifeline: 988** (call or text)\n**Crisis Text Line: Text HOME to 741741**\n**International Association for Suicide Prevention: https://www.iasp.info/resources/Crisis_Centres/**\n\nYou don't have to face this alone. Real people are available right now to listen and support you. Please reach out. Your life has value, and there is help available."
  },
  "redemption": {
    "abusive_language": "\n\n**Path to Redemption:** If you avoid similar violations for 24 hours, this warning may be cleared from your record. Everyone deserves a second chance to do better."
  }
}
