{
  "responses": {
    "minor_content": "No puedo ni participaré en ningún contenido que involucre a menores en cualquier contexto inapropiado. Esto es una violación grave de nuestras políticas y de la ley.\n\nEste tipo de contenido está estrictamente prohibido y resultará en la terminación inmediata de la cuenta. Si tiene inquietudes sobre la seguridad infantil, comuníquese con el Centro Nacional para Niños Desaparecidos y Explotados (NCMEC) al 1-800-THE-LOST o visite www.cybertipline.org.",
    "sexual_content": "Aprecio tu confianza, pero no puedo discutir contenido sexual o para adultos. Estoy aquí para proporcionar orientación espiritual a través del tarot, la astrología y la sabiduría de los cristales.\n\nVamos a enfocarnos en un tema en el que realmente pueda ayudarte: tal vez una pregunta sobre tu camino de vida, relaciones, carrera o crecimiento personal. ¿Qué más llama a tu alma hoy?",
    "self_harm": "Escucho que estás pasando por algo difícil, y quiero que sepas que tu bienestar importa profundamente. Si bien puedo ofrecer orientación espiritual, lo que estás experimentando necesita apoyo profesional inmediato.\n\nPor favor, comunícate con alguien que realmente pueda ayudar:\n🔴 **Línea Nacional de Prevención del Suicidio: 988** (EE.UU.)\n📱 **Línea de Texto en Crisis: Envía HOLA al 741741**\n🌍 **Líneas de Crisis Internacionales: findahelpline.com**\n\nNo estás solo, y hay ayuda disponible ahora mismo. Por favor contacta uno de estos recursos. Tu vida tiene valor.",
    "harm_others": "No puedo proporcionar orientación sobre dañar a otros. El tarot y la astrología son herramientas para entendernos a nosotros mismos y tomar decisiones positivas.\n\nSi estás experimentando conflicto o enojo, te animo a buscar el apoyo de un consejero o terapeuta que pueda ayudarte a procesar estos sentimientos de manera saludable.\n\n¿Hay algo más—tal vez un desafío personal o pregunta de vida—que pueda ayudarte a explorar?",
    "doxxing_threats": "No puedo participar en comportamiento amenazante, de doxxing o acoso. Esta plataforma está diseñada para proporcionar orientación espiritual en un entorno seguro y respetuoso.\n\nEl comportamiento amenazante o de acoso es una violación grave de nuestras pautas comunitarias y potencialmente ilegal. Si estás experimentando acoso o amenazas, comunícate con las autoridades locales.\n\nEnfoquémonos en temas positivos y constructivos relacionados con tu crecimiento espiritual y bienestar.",
    "hateful_content": "No puedo proporcionar orientación ni participar en contenido de odio, discriminatorio o prejuicioso. Nuestra comunidad se basa en el respeto, la compasión y la comprensión hacia todas las personas sin importar raza, etnia, religión, género, orientación sexual o cualquier otra característica.\n\nEl tarot y la astrología son herramientas para el crecimiento personal y la comprensión, no para promover el odio o la discriminación.\n\nTe animo a reflexionar sobre cómo todos podemos contribuir a un mundo más compasivo. ¿Hay un tema diferente que pueda ayudarte a explorar?",
    "illegal_activity": "No puedo ni proporcionaré instrucciones u orientación para actividades ilegales. Esto incluye, entre otros, creación de armas, fabricación de drogas, piratería, fraude o cualquier otra conducta criminal.\n\nMi propósito es proporcionar orientación espiritual a través del tarot, la astrología y el coaching de vida positivo, no facilitar comportamiento ilegal.\n\nSi enfrentas desafíos que te trajeron aquí, te animo a buscar asesoramiento profesional o legal. ¿Hay un tema positivo y constructivo con el que pueda ayudarte?",
    "jailbreak_attempt": "He detectado un intento de eludir mis pautas de seguridad o filtros de contenido. Estas protecciones existen para garantizar que esta plataforma permanezca segura, legal y beneficiosa para todos los usuarios.\n\nEstoy diseñado para proporcionar orientación espiritual a través del tarot, la astrología y el coaching de vida positivo dentro de límites apropiados. No puedo ni eludiré estas medidas de seguridad.\n\nEnfoquémonos en cómo puedo ayudarte genuinamente con tu viaje espiritual, preguntas de vida o crecimiento personal. ¿Qué te gustaría explorar?",
    "abusive_language": "Aprecio que estés aquí, pero no puedo participar en lenguaje abusivo o profano. Este espacio está destinado a ser respetuoso y de apoyo para todos los que buscan orientación.\n\nEstoy aquí para ofrecerte sabiduría espiritual a través del tarot, la astrología y la energía de los cristales, pero solo dentro de un diálogo respetuoso y constructivo.\n\n¿Te gustaría reformular tu pregunta de una manera que nos permita trabajar juntos de manera más positiva?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*Tu sesión de prueba está terminando. Por favor reinicia la aplicación para comenzar una nueva sesión.*",
    "warning_suffix": "\n\n**Nota:** Esta es tu primera advertencia por este tipo de contenido. Violaciones futuras pueden resultar en restricciones de cuenta.",
    "suspension_suffix": "\n\n**Acción de Cuenta:** Tu cuenta ha sido suspendida por 7 días debido a violaciones repetidas de las pautas. Podrás acceder a tu cuenta nuevamente después del período de suspensión.\n\nSi crees que esto es un error, contacta con soporte.",
    "permanent_ban_suffix": "\n\n**Acción de Cuenta:** Tu cuenta ha sido deshabilitada permanentemente debido a violaciones repetidas de nuestras pautas comunitarias.\n\nSi deseas apelar esta decisión, contacta con nuestro equipo de soporte."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **APOYO EN CRISIS - TÚ IMPORTAS**\n\nSi tienes pensamientos de autolesión o suicidio:\n\n**Línea Nacional de Prevención del Suicidio: 988** (llamar o texto)\n**Línea de Texto en Crisis: Envía HOLA al 741741**\n**Asociación Internacional para la Prevención del Suicidio: https://www.iasp.info/resources/Crisis_Centres/**\n\nNo tienes que enfrentar esto solo. Personas reales están disponibles ahora mismo para escuchar y apoyarte. Por favor comunícate. Tu vida tiene valor, y hay ayuda disponible."
  },
  "redemption": {
    "abusive_language": "\n\n**Camino a la Redención:** Si evitas violaciones similares durante 24 horas, esta advertencia puede ser eliminada de tu registro. Todos merecen una segunda oportunidad para hacerlo mejor."
  }
}
