{"terms": {"acceptPrefix": "Ich akzeptiere die", "required": "Erforderlich", "termsLink": "Nutzungsbedingungen", "privacyLink": "Datenschutzrichtlinie"}, "errors": {"network": "Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.", "server": "Serverfehler. Bitte versuchen Sie es später erneut.", "unauthorized": "Sie sind nicht berechtigt, diese Aktion auszuführen.", "notFound": "Seite nicht gefunden.", "sessionExpired": "Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an."}, "policies": {"termsOfService": {"title": "Nutzungsbedingungen", "version": "1.0", "effectiveDate": "24. November 2025", "lastUpdated": "1. Januar 2026", "versionLabel": "Version", "effectiveDateLabel": "Effektiv ab", "lastUpdatedLabel": "Zuletzt aktualisiert", "sections": [{"title": "1. Akzeptanz der Bedingungen", "content": "Durch den Zugriff und die Nutzung dieser Anwendung akzeptieren Sie die Bedingungen dieses Vertrags."}, {"title": "2. Nutzungslizenz", "content": "Sie dürfen die Materialien nur für persönliche, nicht kommerzielle Zwecke herunterladen und verwenden."}, {"title": "3. Haftungsausschluss", "content": "Die Materialien werden so bereitgestellt wie sie sind. Wir machen keine Garantien, weder ausdrücklich noch impliziert."}, {"title": "4. Haftungsbeschränkung", "content": "Wir haften nicht für Schäden, einschließlich Datenverlust oder Gewinnverlusten."}, {"title": "5. Astrologieh inweis", "content": "Astrologische Lesungen dienen nur zu Unterhaltungszwecken. Sie sind nicht dazu bestimmt, die Zukunft vorherzusagen."}, {"title": "6. Gesundheitshaftungsausschluss", "content": "Dieser Dienst bietet keine medizinischen oder therapeutischen Dienstleistungen an."}, {"title": "7. Benutzerkonten", "content": "Sie sind verantwortlich für die Geheimhaltung Ihrer Kontoinformationen. Sie müssen mindestens 18 Jahre alt sein."}, {"title": "8. Dienstverfügbarkeit", "content": "Wir garantieren keine ständige Verfügbarkeit. Wir können Wartungsarbeiten durchführen oder den Dienst verändern."}, {"title": "9. Kontokündigung", "content": "Sie können jederzeit die Löschung Ihres Kontos anfordern. Sie haben 30 Tage zum Ändern der Meinung."}, {"title": "10. Kontaktinformation", "content": "Kontakt: legal@starshippsychics.com"}]}, "privacyPolicy": {"title": "Datenschutzrichtlinie", "version": "1.0", "effectiveDate": "1. Januar 2026", "lastUpdated": "1. Januar 2026", "versionLabel": "Version", "effectiveDateLabel": "Effektiv ab", "lastUpdatedLabel": "Zuletzt aktualisiert", "sections": [{"title": "1. Einführung", "content": "Wir engagieren uns für den Schutz Ihrer Privatsphäre. Diese Richtlinie erklärt, wie wir Ihre Daten erfassen und verarbeiten."}, {"title": "2. Von uns erfasste Informationen", "content": "Wir erfassen Informationen, die Sie bereitstellen (Name, E-Mail), automatisch erfasste Informationen (IP-Adresse) und von Dritten stammende Informationen."}, {"title": "3. Wie wir Ihre Informationen nutzen", "content": "Wir nutzen Ihre Informationen zur Bereitstellung des Dienstes, Verarbeitung von Transaktionen und Verbesserung des Dienstes."}, {"title": "4. Datenspeicherung", "content": "Profilinformationen werden bis zur Löschung gespeichert. Nachrichten werden 30 Tage nach Kontoschluss gelöscht."}, {"title": "5. Ihre Datenschutzrechte", "content": "Sie haben das Recht, Ihre Daten zuzugreifen, zu korrigieren, zu löschen und zu exportieren. Kontakt: privacy@starshippsychics.com."}, {"title": "6. Datensicherheit", "content": "Alle Informationen werden mit AES-256 in Ruhe und HTTPS/TLS 1.3 in Transit verschlüsselt."}, {"title": "7. Wie wir Ihre Daten weitergeben", "content": "Wir verkaufen Ihre Daten nicht. Wir können Daten mit Dienstanbietern teilen."}, {"title": "8. Cookies", "content": "Wir verwenden funktionale und Einstellungs-Cookies. Sie können Cookies in Ihren Browsereinstellungen verwalten."}, {"title": "9. Datenschutz für Kinder", "content": "Dieser Dienst ist für Personen ab 18 Jahren gedacht. Wir erfassen keine Daten von Kindern."}, {"title": "10. Datenverletzung", "content": "Bei einer Datenverletzung untersuchen wir, begänstigen und benachrichtigen wir innerhalb von 72 Stunden."}, {"title": "11. Internationale Datenübertragung", "content": "Ihre Daten können in die USA übertragen werden."}, {"title": "12. Kontaktinformation", "content": "Für Fragen: privacy@starshippsychics.com"}, {"title": "13. Änderungen dieser Richtlinie", "content": "Wir können diese Richtlinie gelegentlich aktualisieren. Die fortgesetzte Nutzung bedeutet Zustimmung."}]}}}
