{
  "responses": {
    "minor_content": "Je ne peux pas et ne m'engagerai pas avec du contenu impliquant des mineurs dans un contexte inapproprié. Il s'agit d'une violation grave de nos politiques et de la loi.\n\nCe type de contenu est strictement interdit et entraînera la résiliation immédiate du compte. Si vous avez des inquiétudes concernant la sécurité des enfants, veuillez contacter le Centre national pour les enfants disparus et exploités (NCMEC) au 1-800-THE-LOST ou visitez www.cybertipline.org.",
    "sexual_content": "J'apprécie votre confiance, mais je ne peux pas discuter de contenu sexuel ou pour adultes. Je suis ici pour fournir des conseils spirituels à travers le tarot, l'astrologie et la sagesse des cristaux.\n\nConcentrons-nous sur un sujet où je peux vraiment vous aider – peut-être une question sur votre chemin de vie, vos relations, votre carrière ou votre croissance personnelle. Qu'est-ce qui appelle votre âme aujourd'hui?",
    "self_harm": "J'entends que vous traversez quelque chose de difficile, et je veux que vous sachiez que votre bien-être compte profondément. Bien que je puisse offrir des conseils spirituels, ce que vous vivez nécessite un soutien professionnel immédiat.\n\nVeuillez contacter quelqu'un qui peut vraiment vous aider:\n🔴 **Ligne nationale de prévention du suicide: 988** (États-Unis)\n📱 **Ligne de texte en crise: Envoyez HOME au 741741**\n🌍 **Lignes de crise internationales: findahelpline.com**\n\nVous n'êtes pas seul, et de l'aide est disponible maintenant. Veuillez contacter l'une de ces ressources. Votre vie a de la valeur.",
    "harm_others": "Je ne peux pas fournir de conseils sur le fait de nuire aux autres. Le tarot et l'astrologie sont des outils pour nous comprendre nous-mêmes et prendre des décisions positives.\n\nSi vous vivez un conflit ou de la colère, je vous encourage à chercher le soutien d'un conseiller ou d'un thérapeute.\n\nY a-t-il autre chose – peut-être un défi personnel ou une question de vie – que je peux vous aider à explorer?",
    "doxxing_threats": "Je ne peux pas m'engager dans un comportement menaçant, de doxxing ou de harcèlement. Cette plateforme est conçue pour fournir des conseils spirituels dans un environnement sûr et respectueux.\n\nUn comportement menaçant ou harcelant est une violation grave de nos directives communautaires et potentiellement illégal.\n\nConcentrons-nous sur des sujets positifs et constructifs liés à votre croissance spirituelle.",
    "hateful_content": "Je ne peux pas fournir de conseils ou m'engager avec du contenu haineux, discriminatoire ou préjudiciable. Notre communauté est fondée sur le respect, la compassion et la compréhension de toutes les personnes.\n\nLe tarot et l'astrologie sont des outils de croissance personnelle et de compréhension – pas pour promouvoir la haine ou la discrimination.\n\nY a-t-il un sujet différent que je peux vous aider à explorer?",
    "illegal_activity": "Je ne peux pas et ne fournirai pas d'instructions ou de conseils pour des activités illégales. Cela inclut, sans s'y limiter, la création d'armes, la fabrication de drogues, le piratage, la fraude ou toute autre conduite criminelle.\n\nMon but est de fournir des conseils spirituels à travers le tarot, l'astrologie et le coaching de vie positif – pas de faciliter un comportement illégal.\n\nY a-t-il un sujet positif et constructif avec lequel je peux vous aider?",
    "jailbreak_attempt": "J'ai détecté une tentative de contournement de mes directives de sécurité ou filtres de contenu. Ces protections existent pour garantir que cette plateforme reste sûre, légale et bénéfique pour tous les utilisateurs.\n\nConcentrons-nous sur comment je peux vraiment vous aider avec votre voyage spirituel. Que souhaitez-vous explorer?",
    "abusive_language": "J'apprécie que vous soyez ici, mais je ne peux pas m'engager avec un langage abusif ou profane. Cet espace est destiné à être respectueux et solidaire.\n\nSouhaitez-vous reformuler votre question d'une manière qui nous permette de travailler ensemble plus positivement?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*Votre session d'essai se termine. Veuillez redémarrer l'application pour commencer une nouvelle session.*",
    "warning_suffix": "\n\n**Note:** C'est votre premier avertissement pour ce type de contenu. Les violations futures peuvent entraîner des restrictions de compte.",
    "suspension_suffix": "\n\n**Action de compte:** Votre compte a été suspendu pendant 7 jours en raison de violations répétées des directives.\n\nSi vous pensez qu'il s'agit d'une erreur, veuillez contacter le support.",
    "permanent_ban_suffix": "\n\n**Action de compte:** Votre compte a été définitivement désactivé en raison de violations répétées de nos directives communautaires.\n\nSi vous souhaitez faire appel de cette décision, veuillez contacter notre équipe de support."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **SOUTIEN EN CRISE - VOUS COMPTEZ**\n\nSi vous avez des pensées d'automutilation ou de suicide:\n\n**Ligne nationale de prévention du suicide: 988** (appeler ou texter)\n**Ligne de texte en crise: Envoyez HOME au 741741**\n**Association internationale pour la prévention du suicide: https://www.iasp.info/resources/Crisis_Centres/**\n\nVous n'avez pas à affronter cela seul. Des personnes réelles sont disponibles maintenant pour écouter et vous soutenir. Veuillez tendre la main. Votre vie a de la valeur."
  },
  "redemption": {
    "abusive_language": "\n\n**Chemin vers la rédemption:** Si vous évitez des violations similaires pendant 24 heures, cet avertissement peut être effacé de votre dossier. Tout le monde mérite une seconde chance."
  }
}
