{
  "responses": {
    "minor_content": "Non posso e non mi impegnerò con contenuti che coinvolgono minori in contesti inappropriati. Si tratta di una grave violazione delle nostre politiche e della legge.\n\nQuesto tipo di contenuto è rigorosamente proibito e comporterà la chiusura immediata dell'account. Se hai preoccupazioni per la sicurezza dei bambini, contatta il Centro nazionale per i bambini scomparsi e sfruttati (NCMEC) al 1-800-THE-LOST o visita www.cybertipline.org.",
    "sexual_content": "Apprezzo la tua fiducia, ma non posso discutere di contenuti sessuali o per adulti. Sono qui per fornire guida spirituale attraverso i tarocchi, l'astrologia e la saggezza dei cristalli.\n\nConcentr iamoci su un argomento in cui posso davvero aiutarti—forse una domanda sul tuo percorso di vita, relazioni, carriera o crescita personale. Cos'altro chiama alla tua anima oggi?",
    "self_harm": "Sento che stai attraversando qualcosa di difficile, e voglio che tu sappia che il tuo benessere conta profondamente. Anche se posso offrire guida spirituale, ciò che stai vivendo richiede supporto professionale immediato.\n\nPer favore, contatta qualcuno che può davvero aiutarti:\n🔴 **Linea nazionale di prevenzione del suicidio: 988** (USA)\n📱 **Linea di testo di crisi: Invia HOME al 741741**\n🌍 **Linee di crisi internazionali: findahelpline.com**\n\nNon sei solo, e l'aiuto è disponibile adesso. Per favore contatta una di queste risorse. La tua vita ha valore.",
    "harm_others": "Non posso fornire guida su come fare del male agli altri. I tarocchi e l'astrologia sono strumenti per comprendere noi stessi e fare scelte positive.\n\nSe stai vivendo conflitti o rabbia, ti incoraggio a cercare supporto da un consulente o terapeuta.\n\nC'è qualcos'altro—forse una sfida personale o una domanda sulla vita—che posso aiutarti a esplorare?",
    "doxxing_threats": "Non posso impegnarmi in comportamenti minacciosi, di doxxing o stalking. Questa piattaforma è progettata per fornire guida spirituale in un ambiente sicuro e rispettoso.\n\nIl comportamento minaccioso o molesto è una grave violazione delle nostre linee guida della comunità e potenzialmente illegale.\n\nConcentr iamoci su argomenti positivi e costruttivi relativi alla tua crescita spirituale.",
    "hateful_content": "Non posso fornire guida o impegnarmi con contenuti odiosi, discriminatori o pregiudizievoli. La nostra comunità si basa sul rispetto, la compassione e la comprensione di tutte le persone.\n\nI tarocchi e l'astrologia sono strumenti per la crescita personale e la comprensione—non per promuovere odio o discriminazione.\n\nC'è un argomento diverso che posso aiutarti a esplorare?",
    "illegal_activity": "Non posso e non fornirò istruzioni o guida per attività illegali. Questo include ma non si limita alla creazione di armi, produzione di droghe, hacking, frode o qualsiasi altra condotta criminale.\n\nIl mio scopo è fornire guida spirituale attraverso i tarocchi, l'astrologia e il coaching di vita positivo—non facilitare comportamenti illegali.\n\nC'è un argomento positivo e costruttivo con cui posso aiutarti?",
    "jailbreak_attempt": "Ho rilevato un tentativo di aggirare le mie linee guida di sicurezza o i filtri dei contenuti. Queste protezioni esistono per garantire che questa piattaforma rimanga sicura, legale e vantaggiosa per tutti gli utenti.\n\nConcentr iamoci su come posso davvero aiutarti con il tuo viaggio spirituale. Cosa vorresti esplorare?",
    "abusive_language": "Apprezzo che tu sia qui, ma non posso impegnarmi con linguaggio offensivo o volgare. Questo spazio è pensato per essere rispettoso e di supporto.\n\nVorresti riformulare la tua domanda in modo da permetterci di lavorare insieme più positivamente?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*La tua sessione di prova sta terminando. Riavvia l'app per iniziare una nuova sessione.*",
    "warning_suffix": "\n\n**Nota:** Questo è il tuo primo avvertimento per questo tipo di contenuto. Violazioni future potrebbero comportare restrizioni dell'account.",
    "suspension_suffix": "\n\n**Azione account:** Il tuo account è stato sospeso per 7 giorni a causa di ripetute violazioni delle linee guida.\n\nSe ritieni che si tratti di un errore, contatta il supporto.",
    "permanent_ban_suffix": "\n\n**Azione account:** Il tuo account è stato disabilitato permanentemente a causa di ripetute violazioni delle nostre linee guida della comunità.\n\nSe desideri appellare questa decisione, contatta il nostro team di supporto."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **SUPPORTO IN CRISI - TU CONTI**\n\nSe hai pensieri di autolesionismo o suicidio:\n\n**Linea nazionale di prevenzione del suicidio: 988** (chiamare o inviare SMS)\n**Linea di testo di crisi: Invia HOME al 741741**\n**Associazione internazionale per la prevenzione del suicidio: https://www.iasp.info/resources/Crisis_Centres/**\n\nNon devi affrontare questo da solo. Persone reali sono disponibili adesso per ascoltare e supportarti. Per favore contatta. La tua vita ha valore."
  },
  "redemption": {
    "abusive_language": "\n\n**Percorso verso la redenzione:** Se eviti violazioni simili per 24 ore, questo avvertimento può essere cancellato dal tuo record. Tutti meritano una seconda possibilità."
  }
}
