{
  "responses": {
    "minor_content": "未成年者が関与する不適切なコンテンツには一切関与できません。これは当社のポリシーと法律の重大な違反です。\n\nこの種のコンテンツは厳格に禁止されており、即座にアカウントが停止されます。児童の安全に関する懸念がある場合は、全国行方不明・搾取児童センター(NCMEC) 1-800-THE-LOSTまたはwww.cybertipline.orgにご連絡ください。",
    "sexual_content": "信頼していただきありがとうございますが、性的または成人向けのコンテンツについては議論できません。私はタロット、占星術、クリスタルの知恵を通じてスピリチュアルなガイダンスを提供するためにここにいます。\n\n私が本当にお手伝いできるトピックに焦点を当てましょう。人生の道、人間関係、キャリア、または個人の成長についての質問はいかがでしょうか。今日、あなたの魂が求めているものは何ですか?",
    "self_harm": "あなたが困難な状況にあることを理解しています。あなたの幸福は非常に重要です。スピリチュアルなガイダンスは提供できますが、あなたが経験していることには即座の専門的なサポートが必要です。\n\n本当に助けてくれる人に連絡してください:\n🔴 **全国自殺予防ライフライン: 988** (米国)\n📱 **クライシステキストライン: HOMEを741741にテキスト**\n🌍 **国際危機ライン: findahelpline.com**\n\nあなたは一人ではありません。今すぐ助けが利用可能です。これらのリソースに連絡してください。あなたの命には価値があります。",
    "harm_others": "他者を傷つけることについてのガイダンスは提供できません。タロットと占星術は、自分自身を理解し、前向きな選択をするためのツールです。\n\n対立や怒りを経験している場合は、カウンセラーやセラピストのサポートを求めることをお勧めします。\n\n他に何か—おそらく個人的な課題や人生の質問—お手伝いできることはありますか?",
    "doxxing_threats": "脅迫的、個人情報暴露、またはストーキング行動には関与できません。このプラットフォームは、安全で敬意ある環境でスピリチュアルなガイダンスを提供するように設計されています。\n\n脅迫的またはハラスメント行動は、コミュニティガイドラインの重大な違反であり、違法である可能性があります。\n\nあなたのスピリチュアルな成長に関連する前向きで建設的なトピックに焦点を当てましょう。",
    "hateful_content": "憎悪的、差別的、または偏見のあるコンテンツに関与したり、ガイダンスを提供したりすることはできません。私たちのコミュニティは、人種、民族、宗教、性別、性的指向、その他の特性に関係なく、すべての人々への尊重、思いやり、理解に基づいています。\n\nタロットと占星術は個人の成長と理解のためのツールです—憎悪や差別を促進するためではありません。\n\nお手伝いできる別のトピックはありますか?",
    "illegal_activity": "違法行為の指示やガイダンスを提供することはできません。これには、武器の製造、薬物の製造、ハッキング、詐欺、その他の犯罪行為が含まれますが、これらに限定されません。\n\n私の目的は、タロット、占星術、ポジティブなライフコーチングを通じてスピリチュアルなガイダンスを提供することです—違法行為を促進することではありません。\n\nお手伝いできる前向きで建設的なトピックはありますか?",
    "jailbreak_attempt": "安全ガイドラインやコンテンツフィルターを回避しようとする試みを検出しました。これらの保護は、このプラットフォームがすべてのユーザーにとって安全、合法、有益であることを保証するために存在します。\n\nあなたのスピリチュアルな旅で本当にお手伝いできることに焦点を当てましょう。何を探求したいですか?",
    "abusive_language": "ここにいてくれてありがとうございますが、虐待的または冒涜的な言葉には関与できません。この空間は、ガイダンスを求めるすべての人にとって敬意を持ち、サポートを提供するものです。\n\nより前向きに一緒に作業できるように、質問を言い換えていただけますか?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*トライアルセッションが終了しています。新しいセッションを開始するには、アプリを再起動してください。*",
    "warning_suffix": "\n\n**注意:** これはこの種のコンテンツに対する最初の警告です。今後の違反により、アカウントの制限が発生する可能性があります。",
    "suspension_suffix": "\n\n**アカウントアクション:** ガイドラインの繰り返し違反により、アカウントが7日間停止されました。\n\nこれがエラーだと思われる場合は、サポートにお問い合わせください。",
    "permanent_ban_suffix": "\n\n**アカウントアクション:** コミュニティガイドラインの繰り返し違反により、アカウントが永久に無効化されました。\n\nこの決定に異議を申し立てたい場合は、サポートチームにお問い合わせください。"
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **危機サポート - あなたは大切です**\n\n自傷行為または自殺の考えがある場合:\n\n**全国自殺予防ライフライン: 988** (電話またはテキスト)\n**クライシステキストライン: HOMEを741741にテキスト**\n**国際自殺予防協会: https://www.iasp.info/resources/Crisis_Centres/**\n\nあなたは一人でこれに直面する必要はありません。実際の人々が今すぐあなたの話を聞き、サポートするために利用可能です。手を差し伸べてください。あなたの命には価値があります。"
  },
  "redemption": {
    "abusive_language": "\n\n**償いへの道:** 24時間同様の違反を避けると、この警告は記録から削除される可能性があります。誰もが改善する第二のチャンスに値します。"
  }
}
