{
  "responses": {
    "minor_content": "Não posso e não irei me envolver com qualquer conteúdo envolvendo menores em contexto inapropriado. Esta é uma violação grave de nossas políticas e da lei.\n\nEste tipo de conteúdo é estritamente proibido e resultará no encerramento imediato da conta. Se você tem preocupações sobre a segurança de crianças, entre em contato com o Centro Nacional para Crianças Desaparecidas e Exploradas (NCMEC) em 1-800-THE-LOST ou visite www.cybertipline.org.",
    "sexual_content": "Agradeço sua confiança, mas não posso discutir conteúdo sexual ou adulto. Estou aqui para fornecer orientação espiritual através do tarô, astrologia e sabedoria dos cristais.\n\nVamos nos concentrar em um tópico em que posso realmente ajudá-lo—talvez uma pergunta sobre seu caminho de vida, relacionamentos, carreira ou crescimento pessoal. O que mais chama sua alma hoje?",
    "self_harm": "Ouço que você está passando por algo difícil, e quero que saiba que seu bem-estar importa profundamente. Embora eu possa oferecer orientação espiritual, o que você está experimentando precisa de apoio profissional imediato.\n\nPor favor, entre em contato com alguém que possa realmente ajudar:\n🔴 **Linha Nacional de Prevenção ao Suicídio: 988** (EUA)\n📱 **Linha de Texto de Crise: Envie HOME para 741741**\n🌍 **Linhas de Crise Internacionais: findahelpline.com**\n\nVocê não está sozinho, e ajuda está disponível agora. Por favor, contate um desses recursos. Sua vida tem valor.",
    "harm_others": "Não posso fornecer orientação sobre prejudicar outros. O tarô e a astrologia são ferramentas para nos entendermos e tomarmos decisões positivas.\n\nSe você está enfrentando conflito ou raiva, encorajo-o a buscar apoio de um conselheiro ou terapeuta.\n\nHá algo mais—talvez um desafio pessoal ou questão de vida—que eu possa ajudá-lo a explorar?",
    "doxxing_threats": "Não posso me envolver com comportamento ameaçador, de doxxing ou perseguição. Esta plataforma é projetada para fornecer orientação espiritual em um ambiente seguro e respeitoso.\n\nComportamento ameaçador ou assediante é uma violação grave de nossas diretrizes da comunidade e potencialmente ilegal.\n\nVamos nos concentrar em tópicos positivos e construtivos relacionados ao seu crescimento espiritual.",
    "hateful_content": "Não posso fornecer orientação ou me envolver com conteúdo odioso, discriminatório ou preconceituoso. Nossa comunidade é construída sobre respeito, compaixão e compreensão de todas as pessoas.\n\nO tarô e a astrologia são ferramentas para crescimento pessoal e compreensão—não para promover ódio ou discriminação.\n\nHá um tópico diferente que posso ajudá-lo a explorar?",
    "illegal_activity": "Não posso e não fornecerei instruções ou orientação para atividades ilegais. Isso inclui, mas não se limita a, criação de armas, fabricação de drogas, hacking, fraude ou qualquer outra conduta criminosa.\n\nMeu propósito é fornecer orientação espiritual através do tarô, astrologia e coaching de vida positivo—não facilitar comportamento ilegal.\n\nHá um tópico positivo e construtivo com o qual posso ajudá-lo?",
    "jailbreak_attempt": "Detectei uma tentativa de contornar minhas diretrizes de segurança ou filtros de conteúdo. Essas proteções existem para garantir que esta plataforma permaneça segura, legal e benéfica para todos os usuários.\n\nVamos nos concentrar em como posso realmente ajudá-lo com sua jornada espiritual. O que você gostaria de explorar?",
    "abusive_language": "Agradeço por estar aqui, mas não posso me envolver com linguagem abusiva ou profana. Este espaço é destinado a ser respeitoso e solidário.\n\nVocê gostaria de reformular sua pergunta de uma maneira que nos permita trabalhar juntos de forma mais positiva?"
  },
  "actions": {
    "temp_account_suffix": "\n\n---\n*Sua sessão de teste está terminando. Por favor, reinicie o aplicativo para começar uma nova sessão.*",
    "warning_suffix": "\n\n**Nota:** Este é seu primeiro aviso para este tipo de conteúdo. Violações futuras podem resultar em restrições de conta.",
    "suspension_suffix": "\n\n**Ação de Conta:** Sua conta foi suspensa por 7 dias devido a violações repetidas das diretrizes.\n\nSe você acredita que isso é um erro, entre em contato com o suporte.",
    "permanent_ban_suffix": "\n\n**Ação de Conta:** Sua conta foi permanentemente desabilitada devido a violações repetidas de nossas diretrizes da comunidade.\n\nSe você deseja apelar desta decisão, entre em contato com nossa equipe de suporte."
  },
  "crisis": {
    "self_harm_hotline": "\n🔴 **APOIO EM CRISE - VOCÊ IMPORTA**\n\nSe você está tendo pensamentos de autolesão ou suicídio:\n\n**Linha Nacional de Prevenção ao Suicídio: 988** (ligar ou enviar mensagem)\n**Linha de Texto de Crise: Envie HOME para 741741**\n**Associação Internacional para Prevenção do Suicídio: https://www.iasp.info/resources/Crisis_Centres/**\n\nVocê não precisa enfrentar isso sozinho. Pessoas reais estão disponíveis agora para ouvir e apoiá-lo. Por favor, entre em contato. Sua vida tem valor."
  },
  "redemption": {
    "abusive_language": "\n\n**Caminho para a Redenção:** Se você evitar violações semelhantes por 24 horas, este aviso pode ser removido do seu registro. Todos merecem uma segunda chance."
  }
}
